<div class="main_page_header">
	<p id="main_page_title"><a name='aboutsite'><?= $langVals[$defLang]['aboutSite'] ?></a></p>
</div>

<div class="main_page_header_after about_site">
	<div style='width:96%;line-height:27px'>
	<?php if($defLang == 'ru'):?>
		<h4>«Hazir Cavab» - Сайт где собраны вопросы разных людей по любой теме из любых областей.</h4>
		<br>
		<p>Задавайте вопросы, чтобы найти на них вопросы быстрее и эффективнее</p>
		<br>
		<br>
		<p><b>В главной странице собраны вопросы пользователей сайта.</b></p>
		<br>
		<p>В первой строке есть главный тег и дополнительные теги вопроса (макс. 5). Второя строка заголовок вопроса, а под заголовкой количество просмотров и дата добавления. Справа от заголовка количество ответов на вопрос. Если шрифт зеленого цвет, то это признак того что среди ответов есть ответ отмечанный как правильный. Каждый пользователь может ответить только один раз на вопрос.</p>
		<br>
		<hr>
		<br>
		<img src="images/guide_question_list_ru.jpg">
		<br>
		<hr>
		<br>
		<p><b>В странице вопроса все просто и понятно</b></p>
		<br>
		<p>Имя, фамилия и логин пользователя задавший вопрос, теги вопроса, заголовок вопроса, и контент вопроса.Под контентом количество просмотров и дата добавления.</p>
		<br>
		<hr>
		<br>
		<img src="images/about_site_2_ru.jpg">
		<br>
		<hr>
		<br>
		<p><b>Под вопросом список всех ответов других пользователей</b></p>
		<br>
		<p>В самом ответе имя, фамилия и логин пользователя ответивший на вопрос. Под контентом ответа есть кнопка «Нравиться», кнопка «Правильный ответ» (видна только пользователю задавший вопрос) и кнопка «Комментариев» где можно уточнить что-нибудь.</p>
		<br>
		<hr>
		<br>
		<img src="images/about_site_3_ru.jpg">
		<br>
		<hr>
		<br>
		<br>
		<p style='font-size:25px; font-weight:bold' ><a name='rules'>Правила</a></p>
		<br>
		<div>
			<p><b>1. Не выходить за рамки приличия.</b></p>
			<p><b>2. Уважать мнение других пользователей.</b></p>
			<p><b>3. Не призывать не к чему противоречающий законам Азербайджанской Республики.</b></p>
			<p><b>4. Не угрожать и не оскорблять других пользователей.</b></p>
			<p><b>5. Не оставлять комментарии или ответы к вопросам не касающийся теме.</b></p>
			<p><b>6. Никаких рекламных комментариев, вопросов, ответов и т.д. Ибо всё будет удалено.</b></p>
			<p><b>7. Если нашли что-нибудь противоречающий правилам сайта немедленно сообщить об этом <a style="color:blue" href="index.php?page=feedback">нам</a>.Или же если нашли баги или не работающие(в том числе неправильно работающие) страницы,форму,сервисов и т.д. нужно сообщить об этом <a style="color:blue" href="index.php?page=feedback">нам</a>.</b></p>
		</div>
	<?php else:?>

	<?php endif;?>
	</div>
</div>